tap 'koekeishiya/formulae'
tap 'warrensbox/tap'

brew 'bat'
brew 'binutils'
brew 'bottom'
brew 'ccache'
brew 'cfssl'
brew 'cmake'
brew 'eza'
brew 'findutils'
brew 'gcc'
brew 'gettext'
brew 'git'
brew 'gdu'
brew 'gh'
brew 'gnu-sed'
brew 'gnu-tar'
brew 'gnu-time'
brew 'gnu-which'
brew 'goenv'
brew 'gpg'
brew 'grep'
brew 'grpcurl'
brew 'htop'
brew 'hyperfine'
brew 'jenv'
brew 'jq'
brew 'koekeishiya/formulae/yabai'
brew 'lazygit'
brew 'libpcap'
brew 'libtool'
brew 'llvm'
brew 'nmap'
brew 'nvim'
brew 'nvm'
brew 'openssl'
brew 'pkg-config'
brew 'protobuf'
brew 'pstree'
brew 'ripgrep'
brew 'rust'
brew 'skhd'
brew 'telnet'
brew 'tmux'
brew 'tree'
brew 'vcpkg'
brew 'tfswitch'
brew 'watch'
brew 'zsh'

cask 'hyper'
cask 'tableplus'
cask 'visual-studio-code'
cask 'visualvm'
