tap 'warrensbox/tap'
tap 'teamlumos/tap'
tap 'tinygo-org/tools'

brew 'avrdude'
brew 'aws-iam-authenticator'
brew 'bat'
brew 'binutils'
brew 'ccache'
brew 'cmake'
brew 'deno'
brew 'eza'
brew 'gcc'
brew 'gettext'
brew 'git'
brew 'gdu'
brew 'gh'
brew 'gnu-sed'
brew 'gnu-tar'
brew 'gnu-time'
brew 'gnu-which'
brew 'goenv'
brew 'golangci-lint'
brew 'gpg'
brew 'grep'
brew 'grpcurl'
brew 'htop'
brew 'hyperfine'
brew 'jq'
brew 'kubectx'
brew 'lazygit'
brew 'libpcap'
brew 'libpq'
brew 'libtool'
brew 'llvm'
berw 'lumos'
brew 'nmap'
brew 'nvim'
brew 'nvm'
brew 'openssl'
brew 'pkg-config'
brew 'protobuf'
brew 'pstree'
brew 'orbstack'
brew 'ripgrep'
brew 'rust'
brew 'tctl'
brew 'telnet'
brew 'tinygo'
brew 'tmux'
brew 'tree'
brew 'vcpkg'
brew 'tfswitch'
brew 'watch'
brew 'yq'
brew 'zsh'

cask 'cursor'
cask 'google-cloud-sdk'
cask 'ghostty'
cask 'notion'
cask 'notion-calendar'
