tap 'caskroom/cask'
tap 'caskroom/homebrew-fonts'
tap 'go-delve/delve'
tap 'wallix/awless'
tap 'homebrew/bundle'
tap 'homebrew/core'

brew 'ack'
brew 'asciidoc'
brew 'awless'
brew 'awscli'
brew 'bash'
brew 'clang-format'
brew 'cloc'
brew 'ctags-exuberant'
brew 'doctl'
brew 'exercism'
brew 'fzf'
brew 'gcc'
brew 'gdb'
brew 'git'
brew 'git-delta'
brew 'git-lfs'
brew 'git-secrets'
brew 'glide'
brew 'go'
brew 'gnu-sed'
brew 'gpg'
brew 'graphviz'
brew 'grpcurl'
brew 'httpie'
brew 'hub'
brew 'jq'
brew 'nmap'
brew 'nvm'
brew 'opam'
brew 'openssl'
brew 'protobuf'
brew 'shellcheck'
brew 'terraform'
brew 'telnet'
brew 'thefuck'
brew 'tmux'
brew 'tree'
brew 'urlview'
brew 'valgrind'
brew 'vim'
brew 'w3m'
brew 'zsh'

cask 'aware'
cask 'discord'
cask 'docker'
cask 'hyper'
cask 'postman'
cask 'visual-studio'
cask 'visual-studio-code'
cask 'vmware-fusion'
cask 'zoomus'
